Repository: brettrjones-github/nolimitconnect
Catalog: bin-Android/assets/kodi/addons/pvr.vbox/resources/language/resource.language.*/strings.po
Languages: nb_no, ro_ro, zh_tw

# #30000
source: Connection (internal)
nb_no: Tilkobling (intern)
ro_ro: Conexiune (internă)
zh_tw: 連接 (內部)

# #30001
source: Hostname or IP address
nb_no: Vertsnavn eller IP-adresse
ro_ro: Nume gazdă sau adresă IP
zh_tw: 主機名稱或 IP 位址

# #30002
source: HTTP port
ro_ro: Port HTTP
zh_tw: HTTP 連接埠

# #30003
source: UPnP port
ro_ro: Port UPnP
zh_tw: UPnP 連接埠

# #30004
source: Connection timeout (seconds)
nb_no: Tidsavbrudd for tilkobling (sekunder)
ro_ro: Expirare timp conexiune (secunde)
zh_tw: 連接逾時 (秒)

# #30005
source: HTTPS port (leave empty to use plain HTTP)
nb_no: HTTPS-port (la stå tom for vanlig HTTP)
ro_ro: Port HTTPS (lăsați necompletat pentru HTTP simplu)
zh_tw: HTTPS 連接埠 (留空以使用一般的HTTP協定)

# #30050
source: Connection (external)
nb_no: Tilkobling (ekstern)
ro_ro: Conexiune (externă)
zh_tw: 連接 (外部)

# #30100
source: EPG
ro_ro: Ghid program electronic
zh_tw: 電子節目表

# #30101
source: Use external XMLTV
nb_no: Bruk ekstern XMLTV
ro_ro: Folosește fișier XMLTV extern
zh_tw: 使用外部的 XMLTV

# #30102
source: External XMLTV path
nb_no: Ekstern XMLTV sti
ro_ro: Cale fișier XMLTV extern
zh_tw: 外部 XMLTV 路徑

# #30103
source: Prefer external EPG over OTA
nb_no: Foretrekk ekstern EPG istedenfor OTA
ro_ro: Preferă ghidul tv electronic extern venit prin aer
zh_tw: 優先使用外部電子節目表，然後才使用即時資料

# #30104
source: Use channel icons from external XMLTV
nb_no: Bruk kanal ikoner for ekstern XMLTV
ro_ro: Folosește sigle canale din XMLTV extern
zh_tw: 使用來自外部 XMLTV 的頻道圖示

# #30105
source: Channel numbers set by
nb_no: Kanal nummer satt av
ro_ro: Numerele canalelelor setate de
zh_tw: 頻道號碼設定以

# #30106
source: VBox device rescan of EPG (will take a while)
nb_no: VBOX enhet reskanner EPG (vil ta litt tid)
ro_ro: Scanare EPG a dispozitivului VBox (va dura o vreme)
zh_tw: VBox設備重新掃描電子節目表單(會花點時間)

# #30107
source: Sync EPG
nb_no: Synk EPG
ro_ro: Sincronizare EPG
zh_tw: 同步電子節目表

# #30108
source: LCN (Logical Channel Number) from backend
nb_no: LCN (Logisk Kanal Nummer) fra bakgrunn
ro_ro: LCN (Logical Channel Number) din backend
zh_tw: 來自後端的LCN(邏輯式頻道號碼)

# #30109
source: Channel index in backend
nb_no: Kanal indeks i bakgrunnen
ro_ro: Index canale în backend
zh_tw: 後端頻道索引

# #30110
source: Remind me
nb_no: Påminn meg
ro_ro: Reamintește-mi
zh_tw: 提醒我

# #30111
source: Manual reminder
nb_no: Manuell påminner
ro_ro: Reamintire manuală
zh_tw: 手動提醒

# #30112
source: Cancel reminder (if exists)
nb_no: Avbryt påminnelser (dersom eksisterer)
ro_ro: Anulează reamintirea (dacă există)
zh_tw: 取消提醒(如果有的話)

# #30113
source: Cancel all the channel's reminders
nb_no: Avbryt alle kanalpåminnelser
ro_ro: Anulează toate reamintirile canalelor
zh_tw: 取消所有頻道的提醒

# #30114
source: Reminder time (minutes before program starts)
nb_no: Påminnelsestid (minutter før programmet starter)
ro_ro: Timp reamintire (în minute, înainte să inceapa programul)
zh_tw: 提醒時間(節目開始前的分鐘數)

# #30200
source: Timeshift
nb_no: Tdsforskyvning
ro_ro: Decalaj temporal
zh_tw: 時間平移

# #30201
source: Enable timeshifting
nb_no: Aktiver tidsforskyvning
ro_ro: Activează decalajul temporal
zh_tw: 開啟時間平移

# #30202
source: Timeshift buffer path
nb_no: Sti for tidsforskyvningbuffer
ro_ro: Calea buffer-ului de înregistrare
zh_tw: 時間平移緩衝路徑
