Repository: brettrjones-github/nolimitconnect
Catalog: bin-Android/assets/addons/pvr.vbox/resources/language/resource.language.*/strings.po
Languages: ca_es

# #30000
source: Connection (internal)
ca_es: Connexió (interna)

# #30001
source: Hostname or IP address
ca_es: Nom d'amfitrió o adreça IP

# #30002
source: HTTP port
ca_es: Port HTTP

# #30003
source: UPnP port
ca_es: Port UPnP

# #30004
source: Connection timeout (seconds)
ca_es: Temps d'expiració de la connexió (segons)

# #30050
source: Connection (external)
ca_es: Connexió (externa)

# #30101
source: Use external XMLTV
ca_es: Utilitza un XMLTV extern

# #30102
source: External XMLTV path
ca_es: Camí al XMLTV extern

# #30104
source: Use channel icons from external XMLTV
ca_es: Utilitza les icones dels canals del XMLTV extern

# #30107
source: Sync EPG
ca_es: Sincronitza l'EPG

# #30110
source: Remind me
ca_es: Recorda'm

# #30111
source: Manual reminder
ca_es: Recordatori manual

# #30112
source: Cancel reminder (if exists)
ca_es: Cancel·la el recordatori (si existeix)

# #30113
source: Cancel all the channel's reminders
ca_es: Cancel·la tots els recordatoris del canal

# #30114
source: Reminder time (minutes before program starts)
ca_es: Temps de recordatori (minuts abans que comenci el programa)

# #30200
source: Timeshift
ca_es: Salts en el temps

# #30201
source: Enable timeshifting
ca_es: Habilita els salts en el temps

# #30202
source: Timeshift buffer path
ca_es: Camí a la memòria intermèdia dels salts en el temps
