Repository: brettrjones-github/nolimitconnect
Catalog: android/assets/addons/pvr.vbox/resources/language/resource.language.*/strings.po
Languages: ms_my, sk_sk, sr_rs@latin

# #30000
source: Connection (internal)
ms_my: Sambungan (dalaman)
sk_sk: Spojenie (interné)
sr_rs@latin: Veza (unutrašnja)

# #30001
source: Hostname or IP address
ms_my: Nama hos atau alamat IP
sk_sk: Názov hostiteľa alebo adresa IP
sr_rs@latin: Hostname ili IP adresa

# #30002
source: HTTP port
ms_my: Port HTTP

# #30003
source: UPnP port
ms_my: Port UPnP
sk_sk: Port UPnP

# #30004
source: Connection timeout (seconds)
ms_my: Had masa tamat sambungan (saat)
sk_sk: Časový limit spojenia (v sekundách)
sr_rs@latin: Istek vremena za povezivanje (sekunde)

# #30005
source: HTTPS port (leave empty to use plain HTTP)
ms_my: Port HTTPS (biarkan kosong untuk guna HTTP biasa)
sk_sk: Port HTTPS (pre použitie HTTP ponechajte pole prázdne)
sr_rs@latin: HTTPS port (ostaviti prazno da bi se koristio običan HTTP)

# #30050
source: Connection (external)
ms_my: Sambungan (luaran)
sk_sk: Spojenie (externé)
sr_rs@latin: Veza (spoljašnja)

# #30101
source: Use external XMLTV
ms_my: Guna XMLTV luaran
sk_sk: Použiť externé údaje XMLTV
sr_rs@latin: Koristi spoljašnji XMLTV

# #30102
source: External XMLTV path
ms_my: Laluan XMLTV luaran
sk_sk: Cesta k externým údajom XMLTV
sr_rs@latin: Putanja Spoljašnjeg XMLTV

# #30103
source: Prefer external EPG over OTA
ms_my: Utamakan EPG luaran berbanding OTA
sk_sk: Uprednostniť externé údaje EPG pred OTA
sr_rs@latin: Dati prednost spoljašnjem EPG umesto OTA

# #30104
source: Use channel icons from external XMLTV
ms_my: Guna ikon saluran dari XMLTV luaran
sk_sk: Použiť ikony kanálov z externých údajov XMLTV
sr_rs@latin: Koristi ikone kanala od spoljašnjeg XMLTV

# #30105
source: Channel numbers set by
ms_my: Nombor saluran ditetapkan oleh
sk_sk: Čísla programov nadstavených
sr_rs@latin: Brojevi kanala postavljeni od

# #30106
source: VBox device rescan of EPG (will take a while)
ms_my: Imbas semula peranti VBox bagi EPG (akan mengambil masa)
sk_sk: Opätovné načítanie EPG na VBox zariadení (trochu to potrvá)
sr_rs@latin: Ponovna pretraga VBox uređajem EPG-a (potrajaće)

# #30107
source: Sync EPG
ms_my: Segerak EPG
sk_sk: Synchronizovať EPG
sr_rs@latin: Sinhronizuj EPG

# #30108
source: LCN (Logical Channel Number) from backend
ms_my: LCN (Logical Channel Number) dari bahagian belakang
sk_sk: LCN (Logické číslo programu) z backendu
sr_rs@latin: LCN (Logičan Broj Kanala) od pozadine

# #30109
source: Channel index in backend
ms_my: Indeks saluran dalam bahagian belakang
sk_sk: Index programov v backende
sr_rs@latin: Indeks kanala u pozadini

# #30110
source: Remind me
ms_my: Ingatkan saya
sk_sk: Pripomeň mi
sr_rs@latin: Podseti me

# #30111
source: Manual reminder
ms_my: Peringatan manual
sk_sk: Manuálny pripomienkovač
sr_rs@latin: Ručni podsetnik

# #30112
source: Cancel reminder (if exists)
ms_my: Batal peringatan (jika ada)
sk_sk: Zrušiť pripomienkovač (pokiaľ existuje)
sr_rs@latin: Otkaži podsetnik (ako postoji)

# #30113
source: Cancel all the channel's reminders
ms_my: Batalkan semua peringatan saluran
sk_sk: Zrušiť pripomienkovače z tohto programu
sr_rs@latin: Otkaži sve podsetnike kanala

# #30114
source: Reminder time (minutes before program starts)
ms_my: Masa peringatan (minit sebelum program bermula)
sk_sk: Pripomeň mi čas (minúty pred začiatkom programu)
sr_rs@latin: Vreme podsetnika (minuta pre početka programa)

# #30200
source: Timeshift
ms_my: Anjak Masa
sk_sk: Časový posun
sr_rs@latin: Pomeraj vremena

# #30201
source: Enable timeshifting
ms_my: Benarkan anjak masa
sk_sk: Povoliť časový posun
sr_rs@latin: Omogući pomeraj vremena

# #30202
source: Timeshift buffer path
ms_my: Laluan penimbal Anjak Masa
sk_sk: Cesta k zásobníku časového posunu
sr_rs@latin: Putanja međumemorije pomeraja vremena
